ansifilter
awscli
cloc
cmake
coreutils
curl
cython
drone/drone/drone
ffmpeg
gh
git
gnu-sed
graphviz
make
node@10
node@14
openjdk
pipenv
postgresql
pre-commit
pstree
pyenv
python-yq
python@3.8
ruby
shellcheck
tesseract-lang
the_silver_searcher
tree
watchman
wget
yarn
zlib
