ansifilter
awscli
bash-language-server
cloc
cmake
coreutils
curl
cython
diff-so-fancy
drone/drone/drone
ffmpeg
gh
git
gnu-sed
gnupg
gnupg@1.4
gobject-introspection
graphviz
grep
hyperfine
kubectx
make
mas
mkcert
node@14
nss
nvm
openjdk
openssl@3
pinentry-mac
pipenv
pnpm
postgresql
pre-commit
pstree
pyenv
python-yq
ruby
scc
shellcheck
svtplay-dl
tesseract-lang
tfenv
the_silver_searcher
tree
watchman
wget
yarn
zlib
