alefragnani.project-manager
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
bajdzis.vscode-database
ban.spellright
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
Divlo.vscode-styled-jsx-languageserver
dragos.scala-lsp
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
flowtype.flow-for-vscode
foxundermoon.next-js
GitHub.copilot
github.vscode-github-actions
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hnw.vscode-auto-open-markdown-preview
howardzuo.vscode-git-blamer
James-Yu.latex-workshop
jaredly.reason-vscode
jasonnutter.vscode-codeowners
jspolancor.presentationmode
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
markfknight.monokai-operator-theme
mikestead.dotenv
moppitz.vscode-extension-auto-import
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.azure-account
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
octref.vetur
Prisma.prisma
qub.qub-xml-vscode
redhat.java
redhat.vscode-yaml
sbrink.elm
scala-lang.scala
sdras.night-owl
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-medical-terms
styled-components.vscode-styled-components
stylelint.vscode-stylelint
teabyii.ayu
timonwong.shellcheck
unifiedjs.vscode-mdx
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wix.vscode-import-cost
zhouronghui.propertylist
ZixuanChen.vitest-explorer
