alefragnani.project-manager
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
bajdzis.vscode-database
ban.spellright
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dragos.scala-lsp
eg2.tslint
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
flowtype.flow-for-vscode
hashicorp.terraform
hdg.live-html-previewer
himanoa.Python-autopep8
hnw.vscode-auto-open-markdown-preview
howardzuo.vscode-git-blamer
James-Yu.latex-workshop
jaredly.reason-vscode
jasonnutter.vscode-codeowners
jspolancor.presentationmode
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
markfknight.monokai-operator-theme
mikestead.dotenv
moppitz.vscode-extension-auto-import
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
octref.vetur
qub.qub-xml-vscode
redhat.java
sbrink.elm
scala-lang.scala
sdras.night-owl
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-medical-terms
styled-components.vscode-styled-components
stylelint.vscode-stylelint
teabyii.ayu
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wix.vscode-import-cost
zhouronghui.propertylist
ZixuanChen.vitest-explorer
