Orta.vscode-jest
PeterJausovec.vscode-docker
alefragnani.project-manager
arcticicestudio.nord-visual-studio-code
bajdzis.vscode-database
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eg2.tslint
flowtype.flow-for-vscode
freebroccolo.reasonml
hdg.live-html-previewer
hnw.vscode-auto-open-markdown-preview
howardzuo.vscode-git-blamer
itryapitsin.Scala
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
markfknight.monokai-operator-theme
mikestead.dotenv
moppitz.vscode-extension-auto-import
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.azure-account
patrys.vscode-code-outline
qub.qub-xml-vscode
sbrink.elm
streetsidesoftware.code-spell-checker
wix.vscode-import-cost
