adpyke.vscode-sql-formatter
anysphere.pyright
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
bajdzis.vscode-database
ban.spellright
dbaeumer.vscode-eslint
divlo.vscode-styled-jsx-languageserver
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
foxundermoon.next-js
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
mads-hartmann.bash-ide-vscode
markfknight.monokai-operator-theme
mikestead.dotenv
moppitz.vscode-extension-auto-import
ms-azuretools.vscode-docker
ms-vscode.atom-keybindings
ms-vscode.vscode-js-profile-flame
ms-vsliveshare.vsliveshare
qub.qub-xml-vscode
redhat.vscode-yaml
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
teabyii.ayu
timonwong.shellcheck
unifiedjs.vscode-mdx
vitest.explorer
waderyan.gitblame
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhouronghui.propertylist
